Repository: SagarUpadhyayAppic/tijaratiDemo
Catalog: Burgan/*.lproj/Localizable.strings
Languages: ar

source: Arabic
ar: عربى

source: 360 Reports
ar: 360 تقارير

source: 360 Dashboard
ar: 360 لوحة القيادة

source: Campaigns
ar: الحملات

source: You can now get detailed data about your business in just few clicks.
ar: يمكنك الآن الحصول على بيانات مفصلة عن عملك في خطوات بسيطة وسهله

source: Get a wholesome look of how your business is doing with our dashboard.
ar: احصل على نظرة شاملة حول كيفية أداء عملك مع خلال لوحة البيانات

source: Communicate with our customers easily using campaigns through email, sms and social media.
ar: نتواصل مع عملائنا بسهولة باستخدام الحملات التسويقية عن طريق الإيميل او وسائل التواصل الاجتماعي

source: Registered Mobile Number
ar: رقم الهاتف المحمول المسجل

source: Registration
ar: التسجيل

source: Please enter valid phone number
ar: الرجاء إدخال رقم هاتف صحيح

source: Ok
ar: حسنا

source: OK
ar: حسنا

source: NEXT
ar: التالي

source: KNOW MORE
ar: تعرف أكثر

source: Please choose how would you like to login
ar: يرجى اختيار طريقة تسجيل الدخول

source: Use mPIN
ar: استخدام الرمز السري mPIN

source: Use TouchID
ar: استخدم TouchID

source: Use FaceID
ar: استخدم FaceID

source: Resend OTP ?
ar: إعادة إرسال OTP؟

source: Enter mPIN
ar: ادخل الرمز السري mPIN

source: LOGIN
ar: تسجيل الدخول

source: Welcome
ar: أهلا بك

source: Create mPIN
ar: تعيين الرمز السري mPin

source: Confirm mPIN
ar: تأكيد الرمز السري mPin

source: Enable Touch ID
ar: فعل استخدام البصمة

source: Enable Face ID
ar: استعمال بصمة الوجه

source: Sales
ar: مبيعات

source: Sale Success
ar: العمليات الناجحة

source: Debit Card
ar: بطاقة السحب الآلي

source: Credit Card
ar: البطاقة الائتمانية

source: Declined
ar: المرفوضة

source: Performance
ar: الأداء

source: User List
ar: قائمة المستخدم

source: Apply Filter
ar: تطبيق التصفية

source: Select Account Number
ar: تحديد رقم الحساب

source: Select Account Numbers
ar: تحديد رقم الحساب

source: Select store name
ar: حدد المتجر

source: Select Locations
ar: تحديد الموقع

source: APPLY
ar: تطبيق

source: Clear
ar: مسح

source: clear
ar: مسح

source: Operations summary
ar: ملخص العمليات

source: Total Successful
ar: مجموع العمليات الناجحة

source: Settled Amount
ar: المبلغ المستقر

source: This tab will be updated once the transaction is settled
ar: سيتم تحديث علامة التبويب هذه بمجرد تسوية المعاملة

source: Profile
ar: الملف الشخصي

source: Account
ar: الحساب

source: Settings
ar: الإعدادات

source: Please choose your Service Provider
ar: يرجى اختيار مزود الخدمة الخاص بك

source: oredoo
ar: اوريدو

source: zain
ar: زين

source: viva
ar: تحيا

source: CONFIRM
ar: تأكيد

source: Enter OTP
ar: أدخل OTP

source: An OTP has been sent on Mobile number
ar: تم إرسال OTP على رقم الهاتف المحمول

source: Resend OTP
ar: إعادة إرسال OTP

source: REGISTER
ar: تسجيل

source: Forgot PIN ?
ar: نسيت الرمز السري mPIN

source: Reports
ar: تقارير

source: Tap to change
ar: انقر للتغيير

source: Credit To Bank
ar: الإيداع البنكي

source: Credit to Bank
ar: الإيداع البنكي

source: View More
ar: عرض المزيد

source: No. of Transactions
ar: عدد المعاملات

source: Credit
ar: إيداع

source: Dashboard
ar: لوحة البيانات

source: Failed
ar: المرفوضة

source: Refund
ar: الاسترداد

source: Void
ar: الباطلة

source: Card Transaction List
ar: قائمة معاملات البطاقة

source: Transaction List
ar: قائمة عملية

source: Company
ar: الشركة

source: Mobile Number
ar: رقم الجوال

source: Email ID
ar: البريد الإلكتروني

source: App Version
ar: نسخة التطبيق

source: Current Users
ar: المستخدمين الحاليين

source: Search for Shop names
ar: ابحث عن أسماء المحلات

source: Active
ar: فعّال

source: Deactivated
ar: معطل

source: Pending
ar: في الإنتظار

source: Add User
ar: إضافة مستفيد

source: Email
ar: البريد الإلكتروني

source: Full Name
ar: الاسم الكامل

source: Select DBA's and locations, this user can have access to
ar: حدد أسماء المتاجر والمواقع التي يحق لهذا المستخدم الوصول اليها

source: Select the reports, this user can have access to
ar: حدد التقارير التي يحق لهذا المستخدم الوصول اليها

source: ADD
ar: إضافة

source: Select Company
ar: حدد الشركة

source: Old PIN
ar: رقم التعريف الشخصي القديم

source: New PIN
ar: رقم التعريف الشخصي الجديد

source: Confirm New PIN
ar: تأكيد رقم التعريف الشخصي الجديد

source: CID :
ar: البحث الجنائي :

source: CID :
ar: البحث الجنائي :

source: DBA :
ar: المتجر

source: DBA :
ar: المتجر

source: Account Number :
ar: رقم الحساب :

source: Brand :
ar: العلامة التجارية :

source: Brand :
ar: المتجر

source: Location :
ar: الموقع :

source: Report Access
ar: صلاحيات التقارير

source: RE-SEND LINK
ar: إعادة إرسال الارتباط

source: Services
ar: خدمات

source: Logout
ar: تسجيل الخروج

source: Total Credited to Bank
ar: إجمالي ما تم إيداعه في البنك

source: Visa
ar: تأشيرة دخول

source: DOWNLOAD REPORT
ar: تنزيل التقرير

source: RECEIVE ON MAIL
ar: تلقي على البريد

source: Transaction Report
ar: تقارير العمليات

source: Settlement Report
ar: تقرير التسوية

source: Credit To Bank Report
ar: تقارير الايداعات البنكة

source: Access your monthly reports
ar: الدخول الى تقارير حسابك الشهري

source: Generate Custom Reports
ar: إنشاء تقارير مخصصة

source: Settlement
ar: مستوطنة

source: Transaction
ar: عملية تجارية

source: Get all the data about your transactions
ar: احصل على جميع بيانات العمليات الخاصة بك

source: Get all the data about your settlements
ar: احصل على جميع البيانات حول المستوطنات الخاصة بك

source: Get all the data about amount credited to your bank
ar: احصل على بيانات حول المبلغ المودع في البنك

source: This Month
ar: هذا الشهر

source: This Week
ar: هذا الأسبوع

source: Last Month
ar: الشهر الأخير

source: Last Quarter
ar: الربع الأخير

source: Custom Date & Time Range
ar: التاريخ والوقت المخصص

source: Select duration
ar: حدد المدة

source: GENERATE
ar: إنشاء

source: Date Range :
ar: النطاق اليومي :

source: Default Time :
ar: الوقت الافتراضي :

source: Please choose the way you want to receive the report
ar: يرجى اختيار الطريقة التي ترغب في تلقي التقرير بها

source: Receive on Email
ar: عبر البريد الإلكتروني

source: Save Report
ar: حفظ التقرير

source: From
ar: من

source: To
ar: الى

source: Time Slot
ar: مدة زمنية

source: Authentication Failed
ar: المصادقة فشلت

source: User Cancel
ar: إلغاء المستخدم

source: User Fallback
ar: احتياطي المستخدم

source: System Cancel
ar: إلغاء النظام

source: Passcode Not Set
ar: لم يتم تعيين رمز المرور

source: TouchID Not Available
ar: TouchID غير متوفر

source: TouchID Not Enrolled
ar: TouchID غير مسجل

source: TouchID Lockout
ar: تأمين TouchID

source: App Cancel
ar: إلغاء التطبيق

source: Invalid Context
ar: سياق غير صالح

source: Some error found
ar: تم العثور على بعض الأخطاء

source: Authentication
ar: المصادقة

source: of total Face to Face transactions were Contactless
ar: من إجمالي العمليات تمت عبر الدفع عن بعد

source: No chart data available
ar: لا تتوفر بيانات الرسم البياني

source: Sorry, Failed to load data.
ar: عذرا ، فشل تحميل البيانات.

source: Tijarati
ar: التجارة

source: No data available to filter.
ar: لا توجد بيانات متاحة للتصفية.

source: Invalid Data.
ar: بيانات غير صالحة.

source: Fee Module
ar: وحدة الرسوم

source: Select TID
ar: اختر رمز المتجر

source: Select TIDs
ar: اختر رمز المتجر

source: Notify Via
ar: أبلغ عن طريق

source: Select Reports
ar: حدد التقارير

source: Change Language
ar: اللغة

source: Language
ar: اللغة

source: Change PIN
ar: تغيير رمز PIN

source: Device Model
ar: نوع الجهاز

source: Installation Fee
ar: رسوم التركيب

source: Monthly Fee
ar: الرسوم الشهرية

source: Transaction Fees
ar: رسوم العمليات

source: Transaction Fees are recovered as part of settlement.
ar: يتم استرداد رسوم المعاملات كجزء من التسوية.

source: Automatic Update
ar: تحديث تلقائي

source: mPIN Reset
ar: إعادة تعيين الرمز السري mPIN

source: Push Notifications
ar: دفع الإخطارات

source: Disabled
ar: غير مفعل

source: Enabled
ar: ممكّن

source: Total Credit to Bank
ar: إجمالي ما تم إيداعه في البنك

source: Total Amount
ar: المبلغ الإجمالي

source: Reference Number
ar: رقم المرجع

source: Net Amount
ar: المبلغ الصافي

source: NET AMOUNT
ar: المبلغ الصافي

source: International
ar: العمليات الدولية

source: Domestic
ar: العمليات المحلية

source: Don't worry ! Let's reset your password in 2 easy steps
ar: لا تقلق! دعنا نعيد تعيين كلمة مرورك في خطوتين سهلتين

source: Verify OTP that has been sent to your registered mobile number
ar: تحقق من OTP الذي تم إرساله إلى رقم هاتفك المحمول المسجل

source: Create New PIN
ar: انشاء رمز سري mPin جديد

source: Finish
ar: إنهاء

source: Congratulation !!
ar: تهنئة !!

source: Your Password is reset successfully You can login now.
ar: تم إعادة تعيين كلمة المرور الخاصة بك بنجاح. يمكنك تسجيل الدخول الآن.

source: Resend OTP that has been sent to your registered mobile number
ar: إعادة إرسال OTP الذي تم إرساله إلى رقم هاتفك المحمول المسجل

source: T&C
ar: الشروط والاحكام

source: Please select at least one duration
ar: الرجاء تحديد مدة واحدة على الأقل

source: Transactions
ar: العمليات

# transactionTitle
source: Transactions
ar: ملخص العمليات

source: Card Operations List
ar: قائمة عمليات البطاقة

source: Transaction Detail
ar: تفاصيل المعاملة

source: Payment Networks
ar: شبكة الدفع

source: Available Balance
ar: الرصيد المتوفر

source: Amount
ar: المبلغ

source: Time
ar: الوقت

source: Date
ar: التاريخ

source: Transaction ID
ar: رقم المعاملة

source: Card Number
ar: رقم البطاقة

source: Status
ar: الحالة

source: MPGS Transaction
ar: معاملات MPGS

source: Terms & Conditions
ar: الشروط والاحكام

source: I have read & accept the terms & conditions
ar: لقد قرأت وأوافق على الشروط والأحكام

source: CONTINUE
ar: استمر

source: Select Brand
ar: تحديد اسم المتجر

source: SMS
ar: رسالة قصيرة

source: Whatsapp
ar: الواتس اب

source: SAVE
ar: حفظ

source: Your report has been successfully sent to your registered email Id
ar: تم ارسال تقريرك بنجاح عبر البريد الإلكتروني

source: Generate Report
ar: إنشاء تقرير

source: ADD MORE FILTERS
ar: إضافة المزيد من التصفية

source: Add the ID (CID, Account Numbers, Brands, Locations) you want to download the data for.
ar: أضف الهوية ( البطاقة المدنية، أرقام الحسابات، المتاجر، المواقع) التي تريد تنزيل بياناتها

source: (CID, Account Numbers, Brands, Locations)
ar: ( البطاقة المدنية، أرقام الحسابات، المتاجر، المواقع)

source: Transaction Types
ar: نوع العمليات

source: Payment Types
ar: نوع الدفع

source: Please select the payment and transactions you want
ar: يرجى تحديد الدفع والمعاملات التي تريدها

source: Select All
ar: إختيار الكل

source: Face to Face
ar: وجها لوجه

source: Ecommerce
ar: التجارة الإلكترونية

source: Contactless
ar: الدفع عن بعد

source: NETWORK
ar: شبكة الاتصال

source: Charges
ar: الرسوم

source: Search for DBAs, Cities, Locations
ar: البحث عن DBAs والمدن والمواقع

source: Please enter OTP to continue.
ar: الرجاء إدخال OTP للمتابعة.

source: Set PIN
ar: تعيين PIN

source: Entered PIN and confirmation PIN do not match.
ar: رقم التعريف الشخصي الذي تم إدخاله ورقم التأكيد غير متطابقين.

source: Face ID is not enrolled in the device.
ar: Face ID غير مسجل في الجهاز.

source: Touch ID is not enrolled in the device.
ar: Touch ID غير مسجل في الجهاز.

source: Please enter mPIN to continue login.
ar: الرجاء إدخال mPIN لمتابعة تسجيل الدخول.

source: Select atleast one account to filter.
ar: حدد حساب واحد على الأقل للتصفية.

source: Select atleast one brand to filter.
ar: حدد علامة تجارية واحدة على الأقل للتصفية.

source: Select atleast one location to filter.
ar: حدد موقع واحد على الأقل للتصفية.

source: Select All MIDs
ar: إختيار كل رموز المتاجر

source: Reports List
ar: قائمة التقارير

source: User
ar: المستعمل

source: ASSIGN
ar: تعيين

source: Search for MID
ar: البحث عن رمز المتجر

source: Acc No.:
ar: رقم الحساب

source: Access granted and notified for below reports
ar: تم منح صلاحية الوصول وإخطار المستخدم بالتقارير أدناه

source: App version
ar: نسخه التطبيق

source: Search for Location
ar: بحث عن الموقع

source: TID
ar: رقم الجهاز

source: TIDs
ar: رقم الجهاز

source: Select MID
ar: اختر رمز المتجر

# sun
source: S
ar: الأحد

source: S
ar: السبت

source: M
ar: الإثنين

# tue
source: T
ar: الثلاثاء

source: T
ar: الخميس

source: W
ar: الأربعاء

source: F
ar: الجمعة

source: Call Us
ar: اتصل بنا

source: Email Us
ar: ارسل لنا بريد الكتروني

source: Please select duration to proceed filter.
ar: الرجاء تحديد المدة لمتابعة التصفية.

source: MIDs :
ar: رمز المتجر :

source: Account Numbers :
ar: أرقام الحسابات :

source: Brand :
ar: العلامة التجارية :

source: In Partnership with
ar: بالشراكة مع

source: Please enter User Name
ar: الرجاء إدخال اسم المستخدم

source: Please enter valid Email Address
ar: الرجاء إدخال عنوان بريد إلكتروني صالح

source: Please enter Email Address
ar: الرجاء إدخال عنوان البريد الإلكتروني

source: Please enter Mobile Number
ar: يرجى إدخال رقم الهاتف المحمول

source: Please enter 8 digit Mobile Number
ar: الرجاء إدخال رقم الجوال المكون من 8 أرقام

source: Please select the DBA's and Locations
ar: يرجى تحديد DBA والمواقع

source: No Data Found !!
ar: لاتوجد بيانات !!

source: Enter old PIN
ar: أدخل رقم التعريف الشخصي القديم

source: Enter new PIN
ar: أدخل رقم التعريف الشخصي الجديد

source: Enter confirm PIN
ar: أدخل رمز PIN للتأكيد

source: Confirmation PIN and new PIN should be same
ar: رقم التعريف الشخصي غير مطابق. يرجى إعادة إدخال رقم التعريف الشخصي

source: Enter valid old PIN
ar: أدخل رقم التعريف الشخصي القديم الصالح

source: Enter valid new PIN
ar: أدخل رمز PIN جديدًا صالحًا

source: Enter valid confirm PIN
ar: أدخل رمز PIN صالح للتأكيد

source: Are you sure you want to Logout ?
ar: هل أنت متأكد أنك تريد تسجيل الخروج ؟

source: Confirmation
ar: التأكيد

source: Select Date
ar: حدد تاريخ

source: Please select date range.
ar: يرجى تحديد النطاق الزمني.

source: Cancel
ar: إلغاء

source: Enter PIN
ar: أدخل رمز PIN

source: Resend in
ar: إعادة الإرسال في

source: Enter confirmation PIN
ar: أدخل التأكيد PIN

source: Invalid OTP
ar: رمز التحقق لمرة واحدة غير صالح

source: Your report has been successfully saved in your phone
ar: تم حفظ تقريرك بنجاح في هاتفك

source: View now
ar: عرض الآن

source: Make this time slot as default
ar: جعل هذه الفترة الزمنية الافتراضية

source: Select at least one merchant ID to continue.
ar: حدد معرّف تاجر واحد على الأقل للمتابعة.

source: Please select time range
ar: يرجى تحديد النطاق الوقت

source: Select Time
ar: حدد الزمنية

source: Approved
ar: المقبولة

source: Success
ar: مقبولة

source: Search for shop names
ar: ابحث عن أسماء المتاجر

source: Support
ar: الدعم

source: Search for Account Nos
ar: البحث عن رقم الحساب

source: Search for Brands
ar: البحث عم اسم المتجر

source: Invalid Request
ar: طلب غير صالح

source: Please select location
ar: يرجى تحديد الموقع

source: ADD TO FILTER
ar: أضف إلى التصفية

source: User Details
ar: بيانات المستخدم

source: Debit Card Transaction List
ar: قائمة عمليات بطاقة الخصم

source: Credit Card Transaction List
ar: قائمة عمليات بطاقة الائتمان

source: Select one of the numbers
ar: حدد أحد الأرقام

source: Install Whatsapp
ar: تثبيت الواتس اب

source: Update User Data
ar: تحديث بيانات المستخدم

source: Old Pin entered is incorrect.
ar: إدخال رقم التعريف الشخصي القديم غير صحيح.

source: Mobile number registered is invalid or not found.
ar: رقم الهاتف المحمول المسجل غير صالح أو غير موجود.

source: Mobile number not registered.
ar: رقم الهاتف المحمول غير مسجل.

source: Successfully updated the PIN.
ar: تم تحديث رقم التعريف الشخصي بنجاح.

source: Device Id is not registered.
ar: معرف الجهاز غير مسجل.

source: Device Id is invalid or null.
ar: معرف الجهاز غير صالح أو فارغ.

source: Please assign at least one report to continue
ar: يرجى تعيين تقرير واحد على الأقل للمتابعة

# TransactionLbl
source: Transaction
ar: عملية

source: Mobile Number does not exist. Please contact Relationship Manager.
ar: رقم الجوال غير موجود. يرجى الاتصال بمدير العلاقات.

source: Refunded
ar: الاسترداد

source: Edit User
ar: تحرير العضو

source: January
ar: كانون الثاني

source: February
ar: شباط

source: March
ar: آذار

source: April
ar: نيسان

source: May
ar: أيار

source: June
ar: حزيران

source: July
ar: تموز

source: August
ar: آب

source: September
ar: أيلول

source: October
ar: تشرين الأول

source: November
ar: تشرين الثاني

source: December
ar: كانون الأول

source: Invalid PIN
ar: رقم التعريف الشخصي غير صالح

source: Please select payment types
ar: الرجاء تحديد أنواع الدفع

source: Please select transaction type
ar: الرجاء تحديد نوع المعاملة

source: Login With Different Mobile No.
ar: تسجيل الدخول من خلال رقم هاتف نقال آخر

source: Are you sure you want to login with different mobile number?
ar: هل أنت متأكد من تسجيل الدخول باستخدام رقم هاتف نقال آخر؟

source: Face ID
ar: بصمة الوجه

source: Touch ID
ar: البصمة

source: FaceID
ar: بصمة الوجه

source: TouchID
ar: البصمة

source: Dear User, You have been granted access to the Tijarati application, with the rights to display the Business Owner Platform of
ar: عزيزنا المستخدم، لقد تم منحك حق الوصول الى تطبيق تجارتي ، مع حقوق عرض منصة صاحب الاعمال

source: . Download the app now:
ar: . قم بتحميل التطبيق الآن:

source: Successfully updated user delegation
ar: تم تحديث صلاحيات المستخدم بنجاح

source: Forgot Password
ar: هل نسيت كلمة المرور الخاصة بك

source: Please enter mobile number to continue.
ar: الرجاء إدخال رقم الهاتف المحمول للمتابعة.

source: Activate
ar: تفعيل

source: Deactivate
ar: تعطيل

source: Change Network Provider ?
ar: تغيير مزود الشبكة؟

source: Please contact with merchant services to update your network provider
ar: يرجى الاتصال بخدمة التاجر لتحديث مزود الشبكة الخاص بك.

source: Your selected network provider is
ar: مزود الشبكة الذي اخترته هو

source: Select Provider
ar: قم باختيار مزود الشبكة

source: Custom
ar: مخصص

source: In Progress
ar: في تقدم

source: Link Expired
ar: انتهت صلاحية الرابط

source: Select CIF
ar: حدد CIF

source: Proceed
ar: تقدم

source: Gross Sales
ar: إجمالي المبيعات

source: TX ID
ar: رمز العمليه

source: Payer Name
ar: أسم المستفيد

source: today at
ar: اليوم الساعة

source: Available Transactions
ar: المعاملات المتاحة

source: Total Transactions
ar: مجموع المعاملات

source: expires on
ar: ينتهي في

source: Recent
ar: حديث

source: Select Language for Tijarati Pay message
ar: قم باختيار لغة االرسالة ل Tijarati Pay

source: PREVIOUSLY UPLOADED FILES
ar: ملفات محملة مسبقاً

source: Upload Files
ar: تحميل الملفات

source: No. of Contacts
ar: عدد جهات الاتصال

source: Payment Collection Details
ar: تفاصيل تحصيل المدفوعات

source: View All
ar: إظهار الكل

source: CONFIRM PAYMENT
ar: تأكيد الدفع

source: Dear customer,
ar: عزيزي العميل

source: has requested payment for
ar: طلب دفع

source: SHARE
ar: مشاركة

source: Tijarati Pay Message
ar: رسالة Tijarati Pay

source: Copy
ar: نسخ

source: Message Details
ar: تفاصيل الرسالة

source: Tap on the below link to pay:-
ar: إضغط على الرابط للدفع:-

source: Customers
ar: العملاء

source: Total Successful Transactions
ar: عدد المعاملات الناجحة

source: No Data Available
ar: المعلومات غير متوفرة

source: Payments
ar: المدفوعات

source: Invalid Phone Number
ar: رقم الهاتف غير صحيح

source: POS
ar: أجهزة نقاط البيع

source: Ecomm
ar: التجارة الألكترونية

source: Card Types
ar: نوع البطاقة

source: All
ar: كل

source: Payment Channels
ar: قنوات الدفع

source: Tijarati Pay Sales
ar: مبيعات Tijarati Pay

source: Bulk
ar: جملة

source: INITIATE PAYMENT
ar: إنشاء عملية الدفع

source: Get to see a list of recent transactions over here
ar: اطلع على قائمة المعاملات الأخيرة هنا

source: Enter a Phone Number
ar: أدخل رقم الهاتف

source: Description
ar: التفاصيل

source: Collect Payment
ar: تحصيل عملية الدفع

source: Bulk Payment Collection
ar: تحصيل عمليات الدفع بالجملة

source: First Name
ar: الأسم الأول

source: File Name
ar: اسم الملف

source: Contact Number
ar: معلومات الأتصال

source: Email-Id
ar: عنوان البريد الإلكتروني

source: Resend Receipt
ar: إعادة إرسال الفاتورة

source: Locations
ar: المواقع

source: Please refer to the format to upload
ar: يرجى الرجوع إلى التنسيق للتحميل

source: Download the format
ar: قم بتنزيل التنسيق

source: Let's see, how many customers we are sending this link to.
ar: لنرى ، كم عدد العملاء الذين نرسل لهم هذا الرابط ؟

source: Confirm & Send
ar: التأكيد والإرسال

source: Email sent to Customers
ar: تم الإرسال الى البريد الإلكتروني للعملاء

source: Go to Dashboard
ar: التوجه إلى لوحة البيانات

source: Available Transaction Count
ar: عدد المعاملات المتاحة

source: Transaction Count
ar: عدد المعاملات

source: select at least one company
ar: قم بأختيار شركة واحدة كحد أدنى

source: BulkSmsRef ID
ar: مرجع الرسائل الالكترونية للجملة

source: Need Permission
ar: يحتاج لإذن بالموافقة

source: In-Progress
ar: قيد العمل

source: Increase engagement by keeping track of repeat customers & log new customers into the app.
ar: زيادة المشاركة من خلال تتبع العملاء المتكررين وتسجيل دخول عملاء جدد إلى التطبيق

source: Downloading....
ar: جارى التحميل

source: Selected Date
ar: التاريخ المحدد

source: GO TO SETTINGS
ar: التوجة للإعدادات

source: This app needs permission to use this feature. You can grant them in app settings.
ar: يحتاج هذا التطبيق إلى إذن لاستخدام هذه الميزة. يمكنك الحصول على الإذن في إعدادات التطبيق

source: expired on
ar: الإنتهاء في

source: InProgress Transaction List
ar: قائمة معاملات قيد التنفيذ

source: LinkDeclined Transaction List
ar: قائمة المعاملات المرفوضة للرابط

source: LinkExpired Transaction List
ar: قائمة المعاملات انتهاء صلاحية الرابط

source: BulkSmsRef ID :
ar: مرجع الرسائل الالكترونية للجملة

source: POS Transaction List
ar: قائمة المعاملات على أجهزة نقاط البيع

source: Ecomm Transaction List
ar: قائمة معاملات التجارة الإلكترونية

source: Tijarati pay Transaction List
ar: قائمة معاملات Tijarati Pay
